{
    "04-01": "1803 - Danmark-Norge sender sin første ubåt i drift.",
    "04-02": "1972 - Den første norske oljeplattformen, Ekofisk, planlegges.",
    "04-03": "1940 - Tyske tropper invaderer Norge under andre verdenskrig.",
    "04-04": "1968 - Martin Luther King Jr. blir myrdet i USA.",
    "04-05": "1993 - Oslo-avtalen om fredsforhandlinger i Midtøsten signeres.",
    "04-06": "1940 - Invasjonen av Norge starter.",
    "04-07": "1349 - Svartedauden ankommer Norge og dreper store deler av befolkningen.",
    "04-08": "1945 - Den norske motstandsbevegelsen utfører sabotasjeaksjon mot tyske styrker.",
    "04-09": "1940 - Tyske styrker tar kontroll over Oslo.",
    "04-10": "1912 - Titanic forlater Southampton på sin skjebnesvangre jomfrutur.",
    "04-11": "1814 - Norge undertegner Mossekonvensjonen med Sverige.",
    "04-12": "1961 - Jurij Gagarin blir den første mennesket i verdensrommet.",
    "04-13": "1940 - Kampene i Narvik begynner under andre verdenskrig.",
    "04-14": "1945 - Amerikanske styrker frigjør konsentrasjonsleiren Bergen-Belsen i Tyskland.",
    "04-15": "1912 - Titanic synker etter å ha truffet et isfjell.",
    "04-16": "1945 - Slaget om Berlin intensiveres under andre verdenskrig.",
    "04-17": "1943 - Den norske motstandskampen aksjonerer mot tyske forsyningslinjer.",
    "04-18": "1906 - San Francisco gjenoppbygges etter det store jordskjelvet i 1906.",
    "04-19": "1943 - Motstandskampen i Norge får større betydning med sabotasjeaksjoner mot tysk industri.",
    "04-20": "1939 - Adolf Hitler besøker Italia for å styrke aksen med Mussolini.",
    "04-21": "1836 - Texas erklærer seg uavhengig fra Mexico.",
    "04-22": "1967 - Verdens første hjertetransplantasjon utføres i Sør-Afrika.",
    "04-23": "1940 - Den tyske okkupasjonen av Norge styrker motstandsbevegelsen.",
    "04-24": "1980 - Det norske oljeeventyret tar fart med nye oljefunn i Nordsjøen.",
    "04-25": "1859 - Charles Darwin publiserer teorien om evolusjon i 'On the Origin of Species'.",
    "04-26": "1994 - Norge stemmer nei til EU i folkeavstemning.",
    "04-27": "497 - Ifølge legenden blir St. Augustin av Canterbury sendt til England som misjonær.",
    "04-28": "1789 - Første amerikanske presidentvalg holdes i USA.",
    "04-29": "1945 - Tyske tropper kapitulerer i Nederland under andre verdenskrig.",
    "04-30": "1945 - Adolf Hitler begår selvmord i Berlin."
}