{
    "08-01": "1349 - Svartedauden herjer videre i Norge og tar mange liv.",
    "08-02": "1940 - Norske motstandsfolk utfører sabotasjeaksjoner mot tyske forsyningslinjer.",
    "08-03": "1905 - Forhandlinger om unionsoppløsning mellom Norge og Sverige fortsetter.",
    "08-04": "1914 - Første verdenskrig begynner etter Tysklands invasjon av Belgia.",
    "08-05": "1940 - Norske styrker i Narvik forbereder seg på tysk angrep.",
    "08-06": "1945 - Atombomben slippes over Hiroshima i Japan.",
    "08-07": "1814 - Christian Frederik forsøker å forhandle med Sverige om Norges fremtid.",
    "08-08": "1940 - Norske hjemmefronten planlegger sabotasje mot tysk industri i Oslo.",
    "08-09": "1945 - Atombomben slippes over Nagasaki i Japan.",
    "08-10": "1905 - Stortinget diskuterer Norges uavhengighet fra Sverige.",
    "08-11": "1940 - Norske motstandsfolk aksjonerer mot tyske transportlinjer i Sør-Norge.",
    "08-12": "1961 - Berlinmuren begynner å bygges i Tyskland.",
    "08-13": "1940 - Tyske tropper okkuperer Bergen fullt ut under invasjonen.",
    "08-14": "1940 - Norske styrker evakuerer Narvik etter intense kamper med tyskerne.",
    "08-15": "1945 - Tyske styrker i Norge kapitulerer til de allierte styrkene.",
    "08-16": "1814 - Forhandlinger om Norges personalunion med Sverige pågår.",
    "08-17": "1940 - Norske hjemmefronten utfører sabotasjeaksjon mot jernbanen.",
    "08-18": "1863 - Den første jernbanen i Norge åpner mellom Oslo og Eidsvoll.",
    "08-19": "1940 - Norske motstandsfolk utfører aksjoner mot tyske skip i Oslofjorden.",
    "08-20": "1968 - Praha-våren undertrykkes av Sovjetiske styrker i Tsjekkoslovakia.",
    "08-21": "1940 - Tyske styrker etablerer full kontroll over Trondheim under invasjonen.",
    "08-22": "1991 - Sovjetunionen begynner å gå i oppløsning etter kuppforsøk.",
    "08-23": "1940 - Norske motstandsgrupper planlegger nye aksjoner mot tyskerne i Sør-Norge.",
    "08-24": "1940 - Norske styrker forsvarer Hamar mot tyske tropper.",
    "08-25": "1971 - Greenpeace grunnlegges i Canada for miljøvern.",
    "08-26": "1940 - Norske hjemmefronten utfører sabotasje mot tyske forsyningslinjer.",
    "08-27": "1905 - Norske myndigheter forbereder nasjonal feiring av uavhengigheten.",
    "08-28": "1940 - Norske styrker forbereder forsvar av Narvik mot tyske styrker.",
    "08-29": "1842 - Norge åpner sitt første nasjonale telegrafnett.",
    "08-30": "1940 - Norske motstandsfolk aksjonerer mot tyske transporter i Oslo.",
    "08-31": "1814 - Norge undertegner avtale om personalunion med Sverige."
}
