{
    "02-01": "1814 - Christian Frederik fortsetter forhandlingene om Norges fremtid etter Kielfreden.",
    "02-02": "1905 - Norge og Sverige forhandler videre om unionsoppløsning.",
    "02-03": "1940 - Norske hjemmefronten planlegger sabotasjeaksjoner mot tyske styrker.",
    "02-04": "1789 - George Washington innsettes som USAs første president.",
    "02-05": "1940 - Norske styrker forbereder forsvar mot tyske invasjonstropper i Sør-Norge.",
    "02-06": "1907 - Den første flyvningen over Oslo gjennomføres i Norge.",
    "02-07": "1940 - Norske motstandsfolk aksjonerer mot tysk transport i Oslo.",
    "02-08": "1842 - Den første telegraflinjen i Norge mellom byene tas i bruk.",
    "02-09": "1940 - Norske hjemmefronten saboterer jernbanen for å hindre tysk transport.",
    "02-10": "1814 - Mossekonvensjonen mellom Norge og Sverige blir undertegnet.",
    "02-11": "1912 - Første flyvning over Atlanterhavet forberedes.",
    "02-12": "1940 - Norske styrker og hjemmefronten fortsetter motstandskampene mot tyskerne.",
    "02-13": "1905 - Stortinget diskuterer Norges fremtidige styresett etter unionsoppløsningen.",
    "02-14": "1940 - Norske motstandsfolk planlegger sabotasje mot tyske forsyninger i Sør-Norge.",
    "02-15": "1960 - Norge deltar i internasjonale avtaler om fred og sikkerhet under FN.",
    "02-16": "1940 - Norske styrker evakuerer Narvik etter intense kamper.",
    "02-17": "1814 - Forhandlinger mellom Norge og Sverige fortsetter om personalunionen.",
    "02-18": "1940 - Norske hjemmefronten aksjonerer mot tysk jernbanetransport.",
    "02-19": "1905 - Norge forbereder folkeavstemning om kongelig styre etter unionsoppløsningen.",
    "02-20": "1940 - Norske motstandsfolk utfører sabotasjeaksjoner mot tyske skip i Oslofjorden.",
    "02-21": "1940 - Tyske styrker etablerer full kontroll over Trondheim under invasjonen.",
    "02-22": "1940 - Norske styrker forsvarer Hamar mot tyske tropper.",
    "02-23": "1814 - Christian Frederik starter nye forhandlinger med Sverige om Norges fremtid.",
    "02-24": "1940 - Norske hjemmefronten planlegger aksjoner mot tyske styrker i Sør-Norge.",
    "02-25": "1971 - Greenpeace grunnlegges i Canada for miljøvern.",
    "02-26": "1940 - Norske motstandsfolk aksjonerer mot tysk transport i Oslo.",
    "02-27": "1905 - Norske myndigheter forbereder nasjonal feiring av uavhengighet.",
    "02-28": "1940 - Norske styrker fortsetter forsvarskampene i Narvik mot tyskerne.",
    "02-29": "1844 - Norge registrerer sine første vitenskapelige observasjoner av nordlyset."
}
