{
    "01-01": "1814 - Norge får en kortvarig selvstendighet etter Kielfreden.",
    "01-02": "1905 - Forhandlingene om unionsoppløsning mellom Norge og Sverige fortsetter.",
    "01-03": "1940 - Norske hjemmefronten planlegger sabotasjeaksjoner mot tyske styrker.",
    "01-04": "1958 - NASA etablerer sin romfartsorganisasjon i USA.",
    "01-05": "1940 - Norske styrker forbereder forsvar av Sør-Norge mot tysk invasjon.",
    "01-06": "1907 - Den første flyvningen over Oslo gjennomføres i Norge.",
    "01-07": "1940 - Norske motstandsfolk aksjonerer mot tysk transport i Oslo.",
    "01-08": "1842 - Den første telegraflinjen i Norge mellom byene tas i bruk.",
    "01-09": "1940 - Norske hjemmefronten saboterer jernbanen for å hindre tysk transport.",
    "01-10": "1814 - Mossekonvensjonen mellom Norge og Sverige blir undertegnet.",
    "01-11": "1918 - Første verdenskrig nærmer seg slutten; våpenhvile diskuteres.",
    "01-12": "1940 - Norske styrker og hjemmefronten fortsetter motstandskampene mot tyskerne.",
    "01-13": "1905 - Stortinget diskuterer Norges fremtidige styresett etter unionsoppløsningen.",
    "01-14": "1940 - Norske motstandsfolk planlegger sabotasje mot tyske forsyninger i Sør-Norge.",
    "01-15": "1960 - Norge inngår internasjonale avtaler om fred og sikkerhet under FN.",
    "01-16": "1940 - Norske styrker evakuerer Narvik etter intense kamper.",
    "01-17": "1814 - Forhandlinger mellom Norge og Sverige fortsetter om personalunionen.",
    "01-18": "1940 - Norske hjemmefronten aksjonerer mot tysk jernbanetransport.",
    "01-19": "1905 - Norge forbereder folkeavstemning om kongelig styre etter unionsoppløsningen.",
    "01-20": "1940 - Norske motstandsfolk utfører sabotasjeaksjoner mot tyske skip i Oslofjorden.",
    "01-21": "1940 - Tyske styrker etablerer full kontroll over Trondheim under invasjonen.",
    "01-22": "1940 - Norske styrker forsvarer Hamar mot tyske tropper.",
    "01-23": "1814 - Christian Frederik starter nye forhandlinger med Sverige om Norges fremtid.",
    "01-24": "1940 - Norske hjemmefronten planlegger aksjoner mot tyske styrker i Sør-Norge.",
    "01-25": "1971 - Greenpeace grunnlegges i Canada for miljøvern.",
    "01-26": "1940 - Norske motstandsfolk aksjonerer mot tysk transport i Oslo.",
    "01-27": "1905 - Norske myndigheter forbereder nasjonal feiring av uavhengighet.",
    "01-28": "1940 - Norske styrker fortsetter forsvarskampene i Narvik mot tyskerne.",
    "01-29": "1842 - Første telegraflinje mellom byer i Norge tas i bruk.",
    "01-30": "1940 - Norske hjemmefronten gjennomfører sabotasjeaksjoner mot tyske installasjoner.",
    "01-31": "1814 - Norge undertegner avtale med Sverige om å bli en del av personalunionen."
}
