{
    "06-01": "1814 - Danmark-Norge undertegner avtale om våpenhvile under Napoleonskrigene.",
    "06-02": "1953 - Kronprinsesse Märtha returnerer til Norge etter andre verdenskrig.",
    "06-03": "1940 - Norske styrker forsvarer Hamar under den tyske invasjonen.",
    "06-04": "1942 - Norske motstandsfolk utfører sabotasjeaksjon mot tyske installasjoner.",
    "06-05": "1940 - Kampene i Trondheim intensiveres under tysk invasjon av Norge.",
    "06-06": "1944 - D-dagen: De allierte lander i Normandie under andre verdenskrig.",
    "06-07": "1905 - Unionen mellom Norge og Sverige oppløses formelt etter folkeavstemning.",
    "06-08": "1945 - Norske hjemmestyrker frigjør Finnmark fra tysk okkupasjon.",
    "06-09": "1814 - Christian Frederik starter forhandlinger med Sverige om Norges fremtid.",
    "06-10": "1999 - NATO starter bombingen av Jugoslavia under Kosovokrigen.",
    "06-11": "1907 - Den første norske bil-loven trer i kraft.",
    "06-12": "1940 - Kampene ved Rjukan stopper tyske styrker under invasjonen.",
    "06-13": "1954 - Roger Bannister blir den første som løper en engelsk mil på under 4 minutter.",
    "06-14": "1777 - Den amerikanske flagget blir offisielt vedtatt som nasjonalt symbol.",
    "06-15": "1940 - Norske styrker trekker seg tilbake fra Sør-Norge etter tysk fremrykning.",
    "06-16": "1878 - Den første norske jernbanen mellom Hamar og Elverum åpner.",
    "06-17": "1982 - Argentina og Storbritannia inngår våpenhvile etter Falklandskrigen.",
    "06-18": "1815 - Slaget ved Waterloo finner sted, Napoleon blir endelig beseiret.",
    "06-19": "1940 - Norske styrker evakuerer Narvik etter harde kamper med tyskerne.",
    "06-20": "1969 - Neil Armstrong og Buzz Aldrin forbereder seg på Apollo 11-månelandingen.",
    "06-21": "1903 - Den første moderne olympiske lekene arrangeres i Hellas.",
    "06-22": "1940 - Tyske tropper inntar Bergen under invasjonen av Norge.",
    "06-23": "1940 - Norske motstandsfolk utfører sabotasje mot tysk transport i Oslo.",
    "06-24": "1349 - Svartedauden herjer videre i Norge og tar flere titusen liv.",
    "06-25": "1945 - Tyske tropper i Nord-Norge kapitulerer til de allierte styrkene.",
    "06-26": "1945 - De forente nasjoner (FN) opprettes formelt for å fremme fred.",
    "06-27": "1906 - Den første norske oljeretningen utforskes i Nordsjøen.",
    "06-28": "1914 - Skuddene i Sarajevo utløser første verdenskrig.",
    "06-29": "1940 - Norske styrker og britiske allierte evakuerer Narvik etter slaget.",
    "06-30": "1814 - Norge undertegner avtale om å bli en del av en personalunion med Sverige."
}
