{
    "05-01": "1859 - Arbeiderbevegelsen feirer sin første internasjonale arbeidernes dag.",
    "05-02": "1814 - Christian Frederik blir valgt til norsk konge av Riksforsamlingen på Eidsvoll.",
    "05-03": "1945 - De allierte frigjør norske konsentrasjonsleire i nærheten av Tyskland.",
    "05-04": "1940 - Norske styrker setter opp forsvar mot tyske invasjonstropper i Oslofjordområdet.",
    "05-05": "1945 - Norske hjemmestyrker frigjør deler av Sør-Norge fra tysk okkupasjon.",
    "05-06": "1905 - Unionsoppløsningen med Sverige er under politisk diskusjon i Norge.",
    "05-07": "1945 - Tyske tropper i Norge kapitulerer til de allierte styrkene.",
    "05-08": "1945 - Andre verdenskrig slutter i Europa; frigjøringsdagen feires i Norge.",
    "05-09": "1950 - FN markerer sin første Europeiske fredsdag.",
    "05-10": "1872 - Første toglinje mellom Oslo og Drammen åpner for full trafikk.",
    "05-11": "1990 - Øst-Tyskland og Vest-Tyskland begynner formelle forhandlinger før gjenforeningen.",
    "05-12": "1945 - Norske motstandsfolk rydder de siste tyske styrkene fra Finnmark.",
    "05-13": "1999 - NATO starter bombingen av Jugoslavia under Kosovokrigen.",
    "05-14": "1945 - Norske myndigheter gjenoppretter sivil administrasjon i frigjorte områder.",
    "05-15": "1821 - Napoleon Bonaparte dør i eksil på øya St. Helena.",
    "05-16": "1940 - Kampene ved Midtskogen stopper tyske styrker fra å nå Hamar.",
    "05-17": "1814 - Norges grunnlov signeres på Eidsvoll; Norges nasjonaldag feires.",
    "05-18": "1940 - Tyske styrker tar kontroll over Bergen under invasjonen av Norge.",
    "05-19": "1940 - Norske styrker i Narvik kjemper mot tyske tropper.",
    "05-20": "1940 - Britiske styrker støtter norske tropper i Narvik under andre verdenskrig.",
    "05-21": "1932 - Første regulære fjernsynssendinger finner sted i verden.",
    "05-22": "1990 - Øst- og Vest-Tyskland oppretter full diplomatisk kontakt før gjenforeningen.",
    "05-23": "1960 - Ny teknologi introduseres for norsk oljeleting på kontinentalsokkelen.",
    "05-24": "1950 - Norge signerer internasjonale avtaler om atomenergi og forskning.",
    "05-25": "1979 - Margaret Thatcher blir statsminister i Storbritannia.",
    "05-26": "1940 - Tyske tropper okkuperer Trondheim under andre verdenskrig.",
    "05-27": "1994 - Norge stemmer nei til EU i folkeavstemning.",
    "05-28": "1945 - Norske hjemmestyrker rydder tyske tropper fra Sørlandet.",
    "05-29": "1953 - Edmund Hillary og Tenzing Norgay når toppen av Mount Everest.",
    "05-30": "1945 - Den norske kongefamilien returnerer til Oslo etter frigjøringen.",
    "05-31": "1921 - Norske myndigheter etablerer tiltak for å regulere arbeidernes rettigheter."
}
