{
    "09-01": "1905 - Forhandlinger om unionsoppløsning mellom Norge og Sverige pågår.",
    "09-02": "1940 - Norske motstandsfolk utfører sabotasje mot tyske forsyningslinjer.",
    "09-03": "1940 - Norske styrker forbereder forsvar av Narvik mot tyske styrker.",
    "09-04": "1951 - Norge blir medlem av FN etter andre verdenskrig.",
    "09-05": "1814 - Christian Frederik forsøker å sikre Norges selvstendighet gjennom forhandlinger med Sverige.",
    "09-06": "1940 - Norske hjemmefronten planlegger sabotasjeaksjoner mot tysk industri.",
    "09-07": "1907 - Den første norske flyvningen over Oslo gjennomføres.",
    "09-08": "1940 - Norske styrker trekker seg tilbake fra Sør-Norge etter tysk fremrykning.",
    "09-09": "1944 - Norske motstandsfolk gjennomfører sabotasjeaksjon mot tysk transport.",
    "09-10": "1814 - Norge undertegner Mossekonvensjonen med Sverige.",
    "09-11": "2001 - Terrorangrepene i USA sjokkerer verden.",
    "09-12": "1940 - Norske motstandsgrupper aksjonerer mot tyske skip i Oslofjorden.",
    "09-13": "1905 - Stortinget diskuterer Norges selvstendighet fra Sverige.",
    "09-14": "1940 - Tyske styrker etablerer kontroll over Trondheim under invasjonen av Norge.",
    "09-15": "1935 - Den norske arbeidstvistloven trer i kraft for bedre arbeidsforhold.",
    "09-16": "1940 - Norske hjemmefronten saboterer tysk jernbanetransport.",
    "09-17": "1860 - Den første norske telegrafforbindelsen mellom byene åpner.",
    "09-18": "1940 - Norske styrker evakuerer Narvik etter harde kamper med tyskerne.",
    "09-19": "1969 - Neil Armstrong forbereder seg på å bli det første mennesket på Månen.",
    "09-20": "1940 - Norske motstandsfolk aksjonerer mot tyske forsyninger i Sør-Norge.",
    "09-21": "1814 - Christian Frederik starter nye forhandlinger med Sverige om Norges fremtid.",
    "09-22": "1940 - Norske hjemmefronten utfører sabotageaksjon mot tyske styrker i Oslo.",
    "09-23": "1903 - Norge åpner sitt første regulerte telefonnett.",
    "09-24": "1940 - Norske styrker forsvarer Hamar mot tyske tropper.",
    "09-25": "1972 - Norge stemmer nei til medlemskap i EU i folkeavstemning.",
    "09-26": "1940 - Norske motstandsfolk planlegger nye aksjoner mot tyske styrker.",
    "09-27": "1814 - Norges grunnlov diskuteres videre i forbindelse med personalunionen med Sverige.",
    "09-28": "1940 - Norske styrker fortsetter forsvarskampene i Narvik mot tyskerne.",
    "09-29": "1842 - Første telegraflinje i Norge tas i bruk mellom byene.",
    "09-30": "1940 - Norske hjemmefronten gjennomfører sabotasjeaksjoner mot tyske installasjoner."
}
